Repository: himanshu-chicmic/navigation-stack
Catalog: *.lproj/Localizable.strings
Languages: ar, hi

source: Hello William 😇
ar: مرحبا وليام 😇
hi: हैलो विलियम 😇

source: Give Your Banking Card a
ar: امنح بطاقتك المصرفية أ
hi: अपने बैंकिंग कार्ड को दें

source: New Look
ar: مظهر جديد
hi: नया रूप

source: Choose a Card
ar: اختر بطاقة
hi: एक कार्ड चुनें

source: Create new
ar: خلق جديد إبداع جديد
hi: नया कार्ड

source: Choose illustration
ar: اختيار رسم توضيحي
hi: इलस्ट्रेशन चुनें

source: Nature
ar: طبيعة
hi: प्रकृति

source: Form
ar: استمارة
hi: प्रपत्र

source: Great choice
ar: أختيار عظيم
hi: बहुत बढ़िया पसंद

source: William 😍
ar: وليام 😍
hi: विलियम 😍

source: The money will be automatically debited from your card
ar: سيتم خصم الأموال بشكل طبيعي من بطاقتك
hi: पैसे आपके कार्ड से स्वचालित रूप से काटे जाएंगे

source: Back to choose a card
ar: العودة لاختيار بطاقة
hi: कार्ड चुनने के लिए वापस जाएं

source: Apply
ar: يتقدم
hi: अप्लाई
